Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/depts/other_files/handlingsplan_2009_samisk_sprak_nordsamisk.txt.tmx
Source language: sme
Languages: smj

source: Diehtojuohkin vuoigatvuođaid ja fálaldagaid birra sámi mánáid várás: Buoret dieđut berrejit addojuvvot daid mánáidgárdefálaldagaid birra mat leat sámi mánáid várás, sihke daid mánáid várás guđet leat sámi mánáidgárddiin, ja daid várás guđet leat dáža mánáidgárddiin.
smj: Diehtojuohkem rievtesvuodaj ja fálaldagáj birra sáme mánájda: Viertti diedojt sáme mánájgárddefálaldagáj birra buorebut juogeduvvat, sihke mánájda sáme mánájgárdijn ja sáme mánájda dáro mánájgárdijn.

source: Máhttodepartemeanta galgá ovttasráđiid Sámedikkiin juohkit dieđuid vánhemiidda, gielddaide ja mánáidgárdeeaiggádiidda sámi mánáid vuoigatvuođaid birra, ja dange birra makkár fálaldagat ja doarjjaortnegat leat odne.
smj: Máhttodepártemænnta galggá aktan sámedikkijn diedojt juohket æjgádijda, auohkanijda, ja mánájgárddeæjgádijda sáme mánáj rievtesvuodaj birra ja makkár fálaldagá ja doarjjaårniga gávnnuji.

source: Diehtojuohkin gielddaide: Sámediggi áigu ráhkadit láidestusgihppaga sámi mánáidgárddiid vástesaš sierra doarjagiid birra, ja das galget maid leat dieđut das makkár doarjagat leat dárogielalaš mánáide guđet leat sámi mánáidgárddiin.
smj: priváhta mánájgárde skánijn oarjje-Tråmså.

source: Departemeanta galgá juohkit gihppaga.
smj: Mánájgárdde dåjmaduvvá Várdobáiki sáme

source: Departemeanttas, fylkkamánniin ja Sámedikkis lea oktasaš ovddasvástádus ávžžuhit gielddaid ja mánáidgárdeeaiggádiid ásahit mánáidgárdefálaldagaid sámi mánáide.
smj: Mánájgárdde fálla

source: Doaibmabidju 2.
smj: sijddagiellan.

source: Máhttobuorideapmi mii čalmmustahttá giela
smj: berrahijs, d.d. ádjájs ja áhkujs. De lidjin dárbo

source: Stuorra hástalus lea gávdnat sámegielalaš mánáidgárdebargiid.
smj: ienep sámegielak barggijs jus sámegiella galggá bæjválattjat gullut.

source: Máhttodepartemeanta lea ráhkadan sierra Strategiija mo gávdnat ovdaskuvlaoahpaheaddjiid mánáidgárdái 2007-2011, mas leat jahkásaš doaibmabidjoplánat.
smj: bargge guhti le gålmmi vahkkuj mánájgárden

source: Strategiijas deattuhuvvo ahte “ mánáidgárddiin main leat sámi mánát, dárbbašuvvojit bargit geain lea sámegielalaš máhttu ”.
smj: le tjalmostam njálmálasj sámegiellaj lavllagij ja ståhkusij baktu, duov dáv tiema baktu dagu

source: Maiddái St. dieđáhus nr. 23 (2007-2008) Giella hukse šaldiid deattuha dárbbašlažžan ahte sámi mánáidgárddiin ja mánáidgárddiin main leat sámi mánát, leat bargit guđet dovdet sámi giela ja kultuvrra.
smj: sáme giella ja kultuvrra le oajvvetiebmán.

source: Máhttodepartemeanta lea álggahan sierra máhttostrategiija, ja dan namma lea Máhttu mánáidgárddis – strategiija mo buoridit máhtu mánáidgárdesuorggis 2007-2010.
smj: ståhkusa gånnå le ánnsidummávso li aj anon

source: Giellabiras ja giellamovttiidahttin lea okta njealji vuoruhuvvon suorggis mat leat strategiijas.
smj: læhkám.

source: Deattuhuvvon lea ahte “ sámi mánát fertejit oažžut veahki seailluhit gielaset ”.
smj: Máná li sámegielak birrusijn ja ietjá birrusijn maŋen læhkám gånnå le sábmáj

source: Mánáidgárdeeaiggát sáhttá ohcat stáhtalaš máhttobuoridanruđaid gielddaid bokte.
smj: læhkám lasse sierrapedagogihkalasj máh tudagá lasedibmeguovtegielakvuoda birra

source: Máhttodepartemeanta áigu bidjat ruđaid daid bargiid giellamáhtu buorideapmái, guđet leat sámi mánáidgárddiin ja mánáidgárddiin main leat sámi mánát.
smj: barggijda.

source: Departemeanta áigu ovttasráđiid Sámedikkiin čilget doaibmabijuid dárkileappot.
smj: sámedigge ruhtadij dáv gålmåjahkásasj pro sjevtav assen guhkesájggásasj rahtjamussaj.

source: Dehálaš lea ahte mánáidgárdeeaiggát addá bargiidasas vejolašvuođa oahppat sámegiela.
smj: Ulmmen le máná galggi máhttet oadtjot åh padusáv sámegiella vuostasjgiellan gå skåvllåj

source: Giella lea kulturcaggi ja áibbas guovdilis reaidu sámi árvvuid ja máhtuid seailluheamis.
smj: álgadam prosjevtav

source: Mánáidgárdeeaiggádat fertejit aktiivvalaččat geahččalit háhkat sámegielalaš bargiid go almmuhit mánáidgárdevirggiid.
smj: ” Åhpa muv sámegielav åvddål skåvlå álgo ”.

source: Erenoamáš dehálaš lea ahte bargiin leat buorit dieđut ja buorre máhttu sierranas árbevirolaš doaimmaid birra, ja ahte sáhttet oahpahit nuorabuidda sániid ja doahpagiid mat leat lunddolaččat dihtolágan dilálašvuođaide.
smj: 27 Dietojuohkem gájkka suohkanijda: Dámedigge ájggu dahkat bagádusáv sierra doarjjagij birra sáme mánájgárdijda, dán vuolen aj diedojt ma guosski fálaldágájda dáttja mánájda sáme mánájgárdijn. Departemænnta galggá bagádusá juohkemav vásstedit.

source: Dárbu lea maid ahte mánáidgárdi lea diđolaš sámegiela ealáskahttimis, ja ahte das lea čielga ulbmil dasa, mo áigu bargat sámegiela ealáskahttimiin.
smj: Departementajn, fylkaålmmåjn ja sámedikkijn le aktisasj åvdåsvásstádus bádtjit suohkanijt ja mánájgárddeæjgádijt ásadit mánájgárddefálaldagájt sáme mánájda.

source: Dárbu lea ahte mánáidgárddit jeavddalaččat árvvoštallet iežaset vugiid oahpahit sámegiela.
smj: Åvdåsvásstádus: Máhttodepartemænnta ja Sámedigge Ájggemierre: 2009

source: Mánáidgárddit berrejit oidnosii buktit sámegiela, sihke iežaset dokumeanttaiguin ja galbbaiguin
smj: 2. doajmma Máhtudakåvddånibme gielajn guovdátjin stuorra hásstalussan le rekrutterit sámegielak mánájgárddebarggijt.

source: Guovttegielalaš mánáidgárddiin / ossodagain, main lea sihke sámegiella ja dárogiella, bargit fertejit geavahit arvat strategiijaid, vugiid ja vuođđojurdagiid, vai mánáin ovdána guovttegielalašvuođa diđolašvuohta, ja amaset álo garvit sámegiela gulahallangiellan go leat dárogielalaš olmmoš dahje dáro-sámegielalaš olmmoš das.
smj: Máhttodepartemænnta le dahkam sierra strategijajt åvddåskåvllååhpadiddjijt rekrutteritjit mánájgárddáj 2007-2011, aktan jahkásasj doajmmaplánaj. strategijajn dættoduvvá náv “ mánájgárdijn sáme mánájn le dárbbo barggijda sámegielak máhtudagájn ”.

source: Sámegiela oahpaheami várás sámi mánáidgárddiin ja mánáidgárddiin main leat sámi mánát, lea dárbu bargat ovddidemiin ja ráhkadit ovddidanmálliid.
smj: nr. 23 (2007-2008) Giella råvijt dahká dættoduvvi aj dárbo sáme mánájgárdijda ja mánájgárdijda sáme mánáj bargge gudi dåbddi sáme gielav ja kultuvrav.

source: Dakkár pedagogalaš ávdnasat váilot mat heivešedje sámi mánáide ja mánáidgárddiide, ja mat livčče ávkin mánáidgárddi giellabargui.
smj: Máhttodepartemænnta sihtá nannit rahtjamusájt rekrutteritjit ienep åvddåskåvllååhpadiddjijt mánájgárdijda, dán vuolen sámegielak åvddåskåvllååhpadiddjijt, bs. dåjmajt sd.

source: Mánáidgárddi sisdoalu ja doaimmaid rápmaplána čuovvoleapmin Máhttodepartemeanta lea ráhkadan iešguđetlágan fáddágihppagiid; ja daid gaskkas lea maid fáddágihpa sámi kultuvrra birra mánáidgárddis.
smj: Máhttodepartemænnta le álgadam sierra máhtudakstrategijav Máhtudahka mánájgárdijn – strategija máhtudakåvddånáhttemij mánájgárddesuorgen 2007-2010. Dættoduvvam le sáme máná hæhttuji oadtjot doarjjagav ietjasa gielav bisodittjat.

source: Gihppagat leat juogaduvvon riikka buot mánáidgárddiide.
smj: Máhttodepartemænnta le biedjam rudájt máhtudakdåjmajda.

source: Jagi 2009 galgá ráhkaduvvot gihpa giellabirrasa ja giellamovttiidahttima birra.
smj: Mánágárddeæjgáda máhtti åhtsåt stáhta máhtudakdoarjjagijt suohkanij baktu.

source: Láidestusgihpa šaddá leat dehálaš reaidu bargui mii galgá sihkkarastit ahte sámi mánát ja sin vánhemat vásihit buori sirdáseami dan guovtti ásahusa gaskka.
smj: Ájnas le jut suohkana ja priváhta mánájgárddeæjgáda arvusmahtti sáme mánájgárdijt ja mánájgárdijt sáme mánáj ruhtadoarjjagijt åhtsåt, sierraláhkáj sámegiela hárráj.

source: Máhttodepartemeanta galgá ráhkadit láidestusávdnasiid giellamovttiidahttima birra vánhemiid várás geain leat mánát kontántadoarjaga agis.
smj: Máhttodepartemænnta ájggu rudájt biedjat giellamáhtudagá åvddånahttemij barggijda sáme mánájgárdijn ja mánágárdijn sáme mánáj.

source: Departemeanta áigu jorgalahttit ávdnasiid davvisámegillii.
smj: Departemænnta ájggu aktisasjbargujn sámedikkijn dahkat dåjmajt.

source: Dasto árvvoštallojuvvo galgágo jorgaluvvot julevsámegillii ja oarjilsámegillii.
smj: Gå galggá vaddet buorre giellaoahpov, de gájbbeduvvá sáme mánájgárdde bargge máhtti sámegielav ja dav dåjmalattjat adni.

source: Vuođđooahppofálaldat sámegielas ja sámegillii
smj: Ájnas le jut mánájgárddeæjgát vaddá máhttelisvuodav bárggijda sámegielav oahppat.

source: Oahpahusláhka dat mearrida vuođđoskuvlla ja joatkkaskuvlla oahpahusa.
smj: Giella le kultuvrraguodde ja ållu guovdátjin sáme árvojt ja máhtudagájt joarkkemin.

source: Juohke gielddas mii lea sámelága hálddašanguovllu olggobealde, fertejit leat unnimusat logi oahppi guđet háliidit oažžut oahpahusa sámegielas ja sámegillii, ovdalgo sis lea vuoigatvuohta oažžut dakkár oahpahusa, eaige sin joavkkus galgga leat unnit go guhtta oahppi.
smj: Mánájgárdde æjgáda hæhttuji vájmmelisát åhtsåt sámegielak barggijt gå almodi mánájgárddevirgijt. Ållu ájnas le barggijn le buorre máhtudagá duon dán árbbedábálasj dåjmajda ja vaj máhtti oahppat bágojt ja moallánagájt ma li luondulattja duon dán dilen.

source: Oahpahuslága paragráfas 6-3 leat mearrádusat sámi joatkkaoahpahusa birra.
smj: Jus mánájgárden ij le máhtudahka, de viertti mánnágárdde viedtjat ressursajt ålggolis.

source: Dain dáhpáhusain main ii leat vejolaš dan oahppái fállat skuvlaoahpahussan, de lea vejolaš geavahit ee. gáiddosoahpahusa.
smj: Mánájgárddáj le aj ájnas liehket diedulasj ja vaj tjielgga ulme le gåktu sij barggi giela ællánahttema gáktuj.

source: Fylkkasuohkan sáhttá muđuidge fállat dakkár oahpahusa ”. Ovddasvástádus sámegiela oahpahusas lea juhkkojuvvon máŋgga eiseváldái:
smj: Makkár oahppamvuoge váldeduvvi adnuj le ierit ietján tjanádum bájkálasj dilijda ja guovlo gielladilláj.

source: • Gielddain / fylkkagielddain lea ee. ovddasvástádus mánáidgárdefálaldagaid ja vuođđooahpahusa plánemis, lágideamis ja čađaheamis.
smj: Mánájgárdijda le ájnas duolloj dálloj ietjasa sáme giellaåhpadusáv árvustallat. Mánájgárde viettiji åvddånbuktet sáme gielav, ietjasij dokumentajn ja galbajn.

source: • Oahpahusdirektoráhtas lea ee. ovddasvástádussan dieđihit ja fámuiduhttit Máhttoloktema – Sámegiela bálddalas oahppoplánaid, ráhkadit bagadallamiid dábálaš fágaide, viežžat bearráigeahču raporttaid, hálddašit Sámedikki juolludemiid oahpahussii sámegielas ja sámegillii, ja ovddideaddji doaibmabijuide mat leat stáhtabušeahta olis, ja válmmaštit guovdilis eksámeniid sámegielas vuosttasgiellan ja nubbegiellan.
smj: Guovtegielakvuodan le gatjálvissan máhttet goappátjijt gielajt nav buoragit gå máhttelis. Guovtegielak mánájgárdijn / åssudagájn gånnå sáme ja dárogiela aneduvvi, hæhttuji bargge adnuj válldet moadda strategija, vuoge ja prinsihpa åvddånahtátjit guovtegielak dåbdåv, nav vaj e agev sámegielav ierit vállji guládallamgiellan jus dárogielaga jali dáro-sámegielaga li tjoahken.

source: • Máhttodepartemeanttas lea ee. ovddasvástádussan ráhkadit lágaid ja mearridit láhkaásahusaid, ráhkadit sámegiela viidodat- ja resursaplánaid ja earáge sierra oahppoplánaid, mearridit fága- ja diibmojuogu, ja leat suorggis bajimuš dieđiheaddji ja čađahit konsultašuvnnaid Sámedikkiin.
smj: Dárbbo le åvddånahttembargos ja vuogádusåvddånahttemis giellaåhpadusán sáme mánájgárdijn ja mánágárdijn sáme mánáj. Åvdåsvásstediddje: Máhttodepartemænnta aktisasjbargujn Sámedikkijn ja guoskadaládum fylkaålmmåjn.

source: Sámediggi mearrida sámegiela oahppoplánaid vuođđoskuvlii ja joatkkaskuvlla oahpahussii, ja oahppoplánaid joatkkaoahpahusa erenoamáš sámi fágaide, ja Sámediggi ráhkada maid láhkaásahusaid riikkalaš oahppoplánaid sisdollui § 2-3 ja § 3-4 vuođul, main leat gohččosat das, ahte galgá oahpahuvvot sámi álbmotjoavkku, giela, kultuvrra ja servodateallima birra, gč. oahpahuslága § 6-4.
smj: Rámmaplána tjuovvolibmen mánájgárde sisano ja dahkamusáj birra, le Máhttodepartemænnta dahkam duov dáv tiebmágirjátjijt, dáj gaskan aj sáme kultuvrra mánájgárden.

source: Sámediggi čađaha suorggis iežas vuoruhusaid, ja ráhkada ja álggaha doaibmabijuid iežas politihka mielde.
smj: Máhttodepartemænnta galggá aj jårggålit rámmaplánav mánájgárdij sisano ja dahkamusáj birra julev- ja oarjjelsámegiellaj.

source: Sámediggi lea ovttadássásaš ráđđádallanoasálaš stáhtalaš eiseválddiiguin, ja goappašat bealit leat geatnegasat gávdnat ovttamielalaš čovdosiid.
smj: Máhttodepartementajn aktisattjat le sámedigge gárvedime bagádusáv mij galggá vuosedit bálggáv mij máhttá liehket mánájgárde sisadno mij gullu sáme giella- ja kultuvrraåvddånahttemij.

source: Oahppit geain lea oktagaslaš vuoigatvuohta oažžut oahpahusa sámegielas, sáhttet vuođđoskuvla- ja joatkkaskuvlaoahpahusas válljet čuovvovaš njeallje kombinašuvnna dárogiela ja sámegiela oahppoplánain:
smj: aktisasjbarggo ja aktijvuoda mánájágárde ja skåvlå gaskan le ållu ájnnasa sáme mánnáj gå galggá åtsådallat aktelasj giellaåvddånahttemav Máhttodepartemænnta ájggu nuorttasámegiellaj jårggålit bagádusáv:”Fra eldst til yngst.

source: Dat oahppit geain sámegiella lea vuosttasgiella dahje nubbegiella, eai leat geatnegasat válljet vierisgiela / gielalaš čiekŋudeami vuođđoskuvllas ja vierisgiela joatkkaskuvlla oahpahusas, muhto sis lea vuoigatvuohta oažžut dakkár oahpahusa jos sihtet dan.
smj: Departemænnta ájggu dájt nævojt nuorttasámegiellaj jårggålit, ja dan maŋŋela árvustaláduvvá julev- ja oarjjelsámegiellaj jårggåluvvat. Mánájgárdijda, mánájgárddeæjgádijda ja suohkanijda mánájgárddeoajválattjan, le ájnnasin oadtjot dakkár diedojt ma máhtti vaddet arvusmahttemav giellabargguj mánájgárden.

source: Skuvlaeaiggát sáhttá maid fállat oahpahusa sámegielas vierisgiela oahppoplána mielde.
smj: Åvdåsvásstediddje: Máhttodepartemænnta Ájgge: 2009 ja 2010 vuodoåhpadusfálaldahka sámegiellaj ja sámegielan

source: Oahppit guđet ožžot oahpahusa sámegielas vierisgiela oahppoplána mielde, besset oahpahusas ja árvvoštallamis dárogielas oalgegiellan.
smj: Åhpadusláhka le dat mij vuodoskåvlå ja joarkkaskåvlå åhpadusáv reguleri 6-2 § juohká vuodoskåvlå dásen guovlojt ålggolin ja sissŋelin sámegiela háldadusguovlo.

source: Dárogiela ja sámegiela oahpahusa ferte geahčadit ovttas dainnago dárogiellafága “ addá ” diimmuid sámegiellafágii.
smj: Háldadusguovlo sissŋelin le gájkajn vuodoskåvlå álldarin rievtesvuohta åhpadussaj sámegiellaj ja sámegielan.

source: Fágain sámegiella ja dárogiella leat ollu oktasaš oasit, ja danne lea dehálaš ahte lea lagaš ovttasbargu dán guovtti fága gaskkas, gč. ulbmiliid mat leat oahppoplánas “ sámegiella vuosttasgiellan ” ja ulbmiliid mat leat oahppoplánas “ dárogiella oahppiide geain sámegiella lea vuosttasgiella ”.
smj: Háldadusguovlo ålggolin le binnemusát lågev oahppijda gudi sihti åhpadusáv sámegiellaj ja sámegielan rievtesvuohta åhpadussaj ja nav guhkás jus vil gudás li juohkusis.

source: Skuvllaide ja skuvlaeaiggádiidda lea stuorra hástalus plánet ja organiseret oahpahusa dárogielas ja sámegielas, erenoamážit skuvllain mat leat sámegiela hálddašanguovllu olggobealde.
smj: Guovlojda ålggolin sámegiela háldadusguovlo le sámijda vuodoskåvlå álldarin rievtesvuohta åhpadussaj sámegielan.

source: Dat áššit galget čađahuvvot mearriduvvon diibmologuin ja mearriduvvon oahppoplánaid vuođul, ja seammás galget oahppiid vuoigatvuođat oažžut heivehuvvon oahpahusa váldojuvvot vuhtii, gč. oahpahuslága § 1-3.
smj: Daj bálij gånnå ij máhte åhpadusáv vaddet klássan åhpadiddjijn, rahpá láhka máhttelisvuodav ” sadjásasj vuogij milta dákkár åhpadussaj ”. Dát sihtá javllat buojkulvissaj guhkásåhpadussa.

source: Sámegiela oahpahusa plánen ja heiveheapmi lea hástaleaddji oahpaheaddjiide.
smj: Dánna nammaduvvá ” sámijn joarkkaåhpadusán le rievtesvuohta åhpadussaj sámegielan. ”

source: Juohke ahkedásis sáhttet leat oahppit guđet hállet sámegiela njuovžilit, oahppit guđet máhttet veahá sámegiela hállat ja oahppit guđet eai máhte maidege, muhto háliidit oahpahusa sámegielas.
smj: Vijdábut de vaddá láhka mærrádusájn ” muhtem skåvlå galggi fállat åhpadusáv sámegiellaj jali sámegielan jali sierra sáme fágajn joarkkaskåvlån sissŋelin sierra kursaj jali sierra juohkusijda. Fylkasuohkan máhttá aj ietján fállat dákkár åhpadusáv ”.

source: Oahpahus galgá heivehuvvot buohkaide.
smj: Ållo bargos le sámedikkijn aktisattjat.

source: «Samiske tall forteller 1 – komentejuvvon statistihkka jagi 2008 š maid Sámi statistihka fágalaš guorahallanjoavku lea ráhkadan, muitaluvvo ahte sámegiela oahppiid lohku lea njiedjan nubbegiellafágas ja ahte livččii sivva divaštallat erenoamážit nubbegiellafága eavttuid.
smj: sámedigge mierret oahppoplánajt sámegielan vuodo ja joarkkaskåvlåjda ja oahppoplánajt sierra sáme fágajda joarkkaåhpadusán, ja sámedigge vaddá aj láhkatjállusijt sisano birra nasjonálalasj oahppoplánajn 2-3§ ja 3-4 §, mij sáme álmmugav vælggogissan dahká giela-, kultuvra- ja sebrudakiellema åhpadusá hárráj bs. 6-4§ åhpaduslágan.

source: Dakkár divaštallamis lea dárbu geahčadit oahppiid ollislaš bargonoađi ja skuvlla ja oahpaheaddjiid eavttuid heivehit oahpahusa daidda oahppiide.
smj: sámedigge le avtaárvvusasj konsultasjåvnnåbielle stáhta oajválattjaj ja goappátja biele libá vælggogisá guorrasit tjoavddusij gáktuj.

source: Eavttut maid lea dárbu divaštallat ja árvvoštallat, leat ee. • oahppoplána ja diibmolohku dárogielas (vuosttasgiellan) daidda oahppiide geain lea sámegiella nubbegiellan
smj: oahppe gejn le iesj ájnegasj rievtesvuohta åhpadussaj sámegielan, máhttá vuodo- ja joarkkaskåvlå åhpadusán válljit tjuovvovasj 4 lágásj oahppoplána dárogielan ja sámegielan:

source: • oahpahusa organiseren ja plánen • sámegiela oahpaheami ruhtadeapmi
smj: skåvllåæjgát máhttá fállat sámegiela åhpadusáv amásgiela oahppoplána milta.

source: Ortnega berrejit árvvoštallat. Dárbu livččii geahčadit mo oahppoplána ja diibmologut dárogielas doibmet.
smj: oahppe gudi åhpadusáv oadtju sámegielan amásgiela oahppoplána milta, e besa dárogiela nubbengiela åhpadusás ja árvustallamis.

source: Bohtosiid vuođul berre boahtteáigásaš heiveheapmi árvvoštallojuvvot.
smj: Darogiela ja sámegiela åhpadusájt hæhttuji gehtjadallat aktisattjat gå dárofáhka ” vaddá ” tijmajt

source: Gielddat ja fylkkagielddat ožžot jahkásaččat sierra merkejuvvon doarjaga sámegiela oahpahussii, namalassii sámegillii vuosttasgiellan ja nubbegiellan.
smj: sámegiella vuostasjgiellan 1 oahppopládna dárogiella oahppijda gejn le sámegiella vuostasjgiellan oahppijn le rievtesvuohta bessat árvustallamis ja åhpadusás dáro nubbengielan.

source: Doarjjaruđat galget veahkehit ruhtadit sámegiela oahpahusa vuođđoskuvlla ja joatkkaskuvlla sámi mánáide.
smj: oahppopládna

source: Doarjjaruđat galget dasto veahkehit buoridit oahpaheaddjiid máhtu sámegielas ja sámi kultuvrras.
smj: sámegielan vuostasjgielan- sámegiella 1 oahppopládna dárogielan (nasjåvnålasj) Guokta vuostasjgiela.

source: Oahpahusdirektoráhta lea geigen doarjjaortnega árvvoštallama departementii jagi 2008.
smj: oahppijn le rievtesvuohta bessat árvustallamis ja åhpadusás dáro nubbengielan.

source: Departemeanta lea guhkebuš áiggi vuohttán duhtameahttunvuođa doarjaga sturrodahkii.
smj: oahppopládna

source: Máhttodepartemeanta áigu dan váldit árvvoštallamii jahkásaš bušeahttaproseassaid oktavuođas.
smj: sámegiella nubbengiellan- sámegiella 2 1-10. dáse

source: Dárbu lea deattastit ahte oahppiid vuoigatvuođat bissot beroškeahttá doarjagiid sturrodagain, ja ahte gielddat fertejit bargat dan badjelii ahte addojuvvo dakkár fálaldat mas lea buorre válljodat, nu ahte oahpahusa ulbmilat ollašuvvet.
smj: oahppopládna dárogielan (nasjåvnålasj) oahppijn le rievtesvuohta bessat árvustallamis ja åhpadusás dáro nubbengielan.

source: Doaibmabidju 4.
smj: 4. oahppopládna

source: Kártet mo oahppit árvvoštallet sámegiela oahpahusa
smj: sámegiella nubbengiellan- sámegiella 3 1-7. dáse

source: Earret eará oaidnit ahte daid oahppiid ollislaš lohku guđet válljejit sámegiela fágan, lea njiedjan veahá maŋŋágo Máhttolokten álggahuvvui, ja sin lohku guđet válljejit sámegiela rievddalda fylkkain.
smj: oahppopládna dárogielan (nasjåvnålasj) oahppijn le rievtesvuohta bessat árvustallamis ja åhpadusás dáro nubbengielan.

source: Oahpahusdirektoráhta áigu čađahit kártema oažžun dihtii buoret duogášdieđuid das, man muddui oahppit ožžot ollašuhttojuvvot iežaset vuoigatvuođaid beassat oahppat sámegiela, ja das mo oahppit ieža árvvoštallet oahpahusa.
smj: sáme ja dáro fágajn li moadda aktisasjoasse, ja danen la ájnas lahka aktisasjbargojn dá guovta fága gaskal, bs. ulmev oahppoplánan sámegiella vuostasjgiellan ja ulmev dárogiella oahppijda gejn le sámegiella vuostasjgiellan.

source: Ulbmil lea ee. oažžut buoret vuođu mas čađahit vejolaš nuppástusaid sámegiela oahpahusas, vai dat buorebut duhtada oahppiid oahpahusdárbbuid.
smj: Dáro- ja sámegiela åhpadusá plánim ja organiserim le hásstalussan skåvlåjda ja skåvllåæjgádijda, sierraláhkáj skåvlåjda sámegiela háldadusguovlo ålggolin.

source: Fágaid oahppoplánaid láidestus ii galgga gokčat olles oahppoplána, muhto čájehit ovdamearkkaiguin mo oahpahusa lea vejolaš plánet ja čađahit, ja vel mo oahppiid lea vejolaš árvvoštallat guđege dásis.
smj: Dát galggá dáhpáduvvat sissŋelin mierredum tijmmalågo ja mierredum oahppoplánaj milta, sæmmibåttå gå rievtesvuoda hiebadum åhpadussaj bs. åhpaduslága 1-3. §, galggá dievdeduvvat. sámeåhpadusá plánim ja hiebadibme le åhpadiddjijda hásstalussan.

source: Láidestus galgá leat veahkki sámegiela ja dárogiela oahpahusa organiseremii, nu ahte oahppit ožžot dan oahpahusa masa sis lea vuoigatvuohta gustojeaddji lágaid ja njuolggadusaid mielde.
smj: Juohkka jahkedásen máhttá liehket oahppe ma li oalle sámegielaga, oahppe gudi máhtti vehin sámegielav ja oahppe gudi e majdik máhte, valla sihti sámegielan åhpadusáv. Åhpadus galggá gájkajda hiebaduvvat.

source: Vuoruhuvvot berrejit láidestusat sámegillii vuosttasgiellan ja sámegillii nubbegiellan.
smj: statistihkan ” Samiske tall forteller 1 – kommentert statistikk 2008 ” Fágalasj analyjssajuohkusis sáme statistihkán åvddånboahtá sámegiela oahppelågo binnom le nubbengielafágan boahtám, ja de le sierraláhkáj oarre dágástallat nubbengiela ævtojt.

source: Oahpahusdirektoráhtas lea ovddasvástádus ráhkadit láidestusaid ovttasráđiid Sámedikkiin.
smj: Dákkár dágástallamin hæhttu ulmusj gæhttjat oahppij ålles barggonoadev ja skåvlåj ja åhpadiddjij ævtojt åhpadusáv oahppijda hiebadittjat.

source: Áigumuš lea ahte láidestusat sámegillii vuosttasgiellan ja sámegillii nubbegiellan galget leat válbmasat 15.05.2010.
smj: • oahppopládna ja tijmmalåhko dárogielan (vuostasjgiellan) oahppijda gejn le sámegiella nubbengiellan • Åhpadusá organiserim ja plánim

source: Duoid eará láidestusaid ráhkadeami mearridit Sámediggi ja Oahpahusdirektoráhta ovttasráđiid.
smj: Doarjjaga galggi buktet ruhtadimijt nav vaj sámegiella sáme oahppijda vuodo- ja joarkkaskåvlån åhpaduvvá.

source: Bearráigeahčču das mo gielddat ja fylkkagielddat čađahit oahppiid vuoigatvuođa oažžut oahpahusa sámegielas
smj: Vijdábut de galggi doarjaga aj dahkat nav vaj åhpadiddjij máhtudahka sámegielan ja kultuvran nanniduvvá.

source: Oahpahusdirektoráhta ja fylkkamánnit gozihit gielddaid geatnegasvuođaid ja oahppiid vuoigatvuođaid oahpahuslága mielde.
smj: suohkana ja fylkasuohkana li vælggogis vaddet åhpadusáv sámegielan oahppijda gejna le åhpaduslága milta rievtesvuoda. Áhpadusdirektoráhtta le buktám doarjjaårniga árvustallamav departemænntaj jagen 2008.

source: Dat maid guoská oahpahussii sámegielas ja sámegillii.
smj: Departemænnta le ájgij milta registrerim duhtamahtesvuodav doarjjaga stuorrudagá gáktuj.
